{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "the": 4,
      ",": 5,
      "a": 6,
      "and": 7,
      "of": 8,
      "'": 9,
      ".": 10,
      "-": 11,
      "to": 12,
      "s": 13,
      "is": 14,
      "that": 15,
      "in": 16,
      "it": 17,
      "as": 18,
      "with": 19,
      "an": 20,
      "film": 21,
      "for": 22,
      "its": 23,
      "movie": 24,
      "this": 25,
      "you": 26,
      "be": 27,
      "but": 28,
      "on": 29,
      "t": 30,
      "n": 31,
      "by": 32,
      "more": 33,
      "one": 34,
      "--": 35,
      "at": 36,
      "than": 37,
      "not": 38,
      "has": 39,
      "from": 40,
      "about": 41,
      "his": 42,
      "like": 43,
      "are": 44,
      "so": 45,
      "all": 46,
      "or": 47,
      "have": 48,
      "most": 49,
      "good": 50,
      "out": 51,
      "story": 52,
      "too": 53,
      "...": 54,
      "into": 55,
      "up": 56,
      "who": 57,
      ")": 58,
      "funny": 59,
      "characters": 60,
      "i": 61,
      "no": 62,
      "comedy": 63,
      "(": 64,
      "if": 65,
      "just": 66,
      "well": 67,
      "time": 68,
      "does": 69,
      "even": 70,
      "what": 71,
      "much": 72,
      "your": 73,
      "can": 74,
      "`": 75,
      "bad": 76,
      "their": 77,
      "will": 78,
      "little": 79,
      "some": 80,
      "very": 81,
      "``": 82,
      "life": 83,
      "''": 84,
      "way": 85,
      "which": 86,
      "best": 87,
      "been": 88,
      "any": 89,
      "love": 90,
      "make": 91,
      "work": 92,
      "enough": 93,
      "there": 94,
      "director": 95,
      "only": 96,
      "he": 97,
      "made": 98,
      "makes": 99,
      "new": 100,
      "action": 101,
      "us": 102,
      "movies": 103,
      "humor": 104,
      "never": 105,
      "something": 106,
      "do": 107,
      "they": 108,
      "through": 109,
      "was": 110,
      "off": 111,
      "great": 112,
      "own": 113,
      "would": 114,
      "drama": 115,
      "many": 116,
      "we": 117,
      "old": 118,
      "self": 119,
      "really": 120,
      "performances": 121,
      "two": 122,
      "fun": 123,
      "see": 124,
      "her": 125,
      "plot": 126,
      "feel": 127,
      "sense": 128,
      "how": 129,
      "could": 130,
      "films": 131,
      "better": 132,
      "such": 133,
      "other": 134,
      "every": 135,
      "real": 136,
      "audience": 137,
      "people": 138,
      "first": 139,
      "without": 140,
      "character": 141,
      "long": 142,
      "cast": 143,
      "look": 144,
      "nothing": 145,
      "both": 146,
      "when": 147,
      "being": 148,
      "ever": 149,
      "may": 150,
      "over": 151,
      "world": 152,
      "heart": 153,
      "should": 154,
      "entertaining": 155,
      "often": 156,
      "acting": 157,
      "hard": 158,
      "screen": 159,
      "year": 160,
      "down": 161,
      "still": 162,
      "performance": 163,
      "them": 164,
      ":": 165,
      "while": 166,
      "because": 167,
      "re": 168,
      "script": 169,
      "also": 170,
      "big": 171,
      "interesting": 172,
      "hollywood": 173,
      "kind": 174,
      "another": 175,
      "minutes": 176,
      "those": 177,
      "dialogue": 178,
      "watch": 179,
      "far": 180,
      "few": 181,
      "get": 182,
      "family": 183,
      "less": 184,
      "thriller": 185,
      "human": 186,
      "might": 187,
      "end": 188,
      "tale": 189,
      "man": 190,
      "compelling": 191,
      "moments": 192,
      "actors": 193,
      "romantic": 194,
      "cinema": 195,
      "had": 196,
      "picture": 197,
      "rather": 198,
      "almost": 199,
      "material": 200,
      "after": 201,
      "documentary": 202,
      "full": 203,
      "watching": 204,
      "original": 205,
      "seen": 206,
      "take": 207,
      "worth": 208,
      "ve": 209,
      "seem": 210,
      "itself": 211,
      "right": 212,
      "back": 213,
      "before": 214,
      "my": 215,
      "moving": 216,
      "seems": 217,
      "were": 218,
      "emotional": 219,
      "our": 220,
      "quite": 221,
      "sweet": 222,
      "find": 223,
      "these": 224,
      "visual": 225,
      "comes": 226,
      "things": 227,
      "fascinating": 228,
      "scenes": 229,
      "between": 230,
      "works": 231,
      "feels": 232,
      "/": 233,
      "here": 234,
      "going": 235,
      "piece": 236,
      "me": 237,
      "high": 238,
      "star": 239,
      "come": 240,
      "go": 241,
      "music": 242,
      "making": 243,
      "smart": 244,
      "direction": 245,
      "dull": 246,
      "style": 247,
      "years": 248,
      "care": 249,
      "yet": 250,
      ";": 251,
      "young": 252,
      "american": 253,
      "half": 254,
      "special": 255,
      "give": 256,
      "takes": 257,
      "ultimately": 258,
      "ca": 259,
      "ll": 260,
      "keep": 261,
      "art": 262,
      "kids": 263,
      "low": 264,
      "times": 265,
      "anything": 266,
      "laughs": 267,
      "comic": 268,
      "why": 269,
      "together": 270,
      "worst": 271,
      "experience": 272,
      "enjoyable": 273,
      "least": 274,
      "cinematic": 275,
      "lot": 276,
      "part": 277,
      "where": 278,
      "beautiful": 279,
      "entertainment": 280,
      "history": 281,
      "sometimes": 282,
      "thing": 283,
      "though": 284,
      "clever": 285,
      "perfect": 286,
      "she": 287,
      "away": 288,
      "gives": 289,
      "again": 290,
      "genre": 291,
      "bit": 292,
      "him": 293,
      "point": 294,
      "amusing": 295,
      "dark": 296,
      "video": 297,
      "powerful": 298,
      "summer": 299,
      "intelligence": 300,
      "three": 301,
      "gets": 302,
      "idea": 303,
      "engaging": 304,
      "theater": 305,
      "same": 306,
      "intelligent": 307,
      "once": 308,
      "women": 309,
      "energy": 310,
      "subject": 311,
      "did": 312,
      "solid": 313,
      "charming": 314,
      "feature": 315,
      "surprisingly": 316,
      "actually": 317,
      "around": 318,
      "place": 319,
      "flick": 320,
      "war": 321,
      "feeling": 322,
      "anyone": 323,
      "charm": 324,
      "looking": 325,
      "narrative": 326,
      "screenplay": 327,
      "short": 328,
      "show": 329,
      "want": 330,
      "power": 331,
      "true": 332,
      "filmmaking": 333,
      "face": 334,
      "nearly": 335,
      "done": 336,
      "hour": 337,
      "fresh": 338,
      "pretty": 339,
      "last": 340,
      "silly": 341,
      "strong": 342,
      "wit": 343,
      "under": 344,
      "predictable": 345,
      "simply": 346,
      "whose": 347,
      "writer": 348,
      "manages": 349,
      "enjoy": 350,
      "think": 351,
      "truly": 352,
      "d": 353,
      "flat": 354,
      "offers": 355,
      "small": 356,
      "say": 357,
      "deeply": 358,
      "familiar": 359,
      "goes": 360,
      "know": 361,
      "spirit": 362,
      "light": 363,
      "satisfying": 364,
      "then": 365,
      "fans": 366,
      "mind": 367,
      "written": 368,
      "need": 369,
      "whole": 370,
      "always": 371,
      "effort": 372,
      "becomes": 373,
      "day": 374,
      "dramatic": 375,
      "fine": 376,
      "effects": 377,
      "horror": 378,
      "beautifully": 379,
      "premise": 380,
      "trying": 381,
      "hilarious": 382,
      "quirky": 383,
      "since": 384,
      "filmmakers": 385,
      "interest": 386,
      "modern": 387,
      "suspense": 388,
      "portrait": 389,
      "tone": 390,
      "coming": 391,
      "minute": 392,
      "set": 393,
      "pleasure": 394,
      "rare": 395,
      "rich": 396,
      "romance": 397,
      "series": 398,
      "hours": 399,
      "probably": 400,
      "tv": 401,
      "children": 402,
      "everyone": 403,
      "study": 404,
      "ideas": 405,
      "touching": 406,
      "?": 407,
      "culture": 408,
      "remarkable": 409,
      "especially": 410,
      "imagination": 411,
      "opera": 412,
      "middle": 413,
      "title": 414,
      "wonderful": 415,
      "boring": 416,
      "classic": 417,
      "easy": 418,
      "everything": 419,
      "exercise": 420,
      "leave": 421,
      "run": 422,
      "actor": 423,
      "instead": 424,
      "level": 425,
      "age": 426,
      "head": 427,
      "honest": 428,
      "stuff": 429,
      "top": 430,
      "already": 431,
      "past": 432,
      "dumb": 433,
      "intriguing": 434,
      "serious": 435,
      "lack": 436,
      "thought": 437,
      "wo": 438,
      "filmmaker": 439,
      "adventure": 440,
      "camera": 441,
      "must": 442,
      "turn": 443,
      "audiences": 444,
      "put": 445,
      "woman": 446,
      "sad": 447,
      "storytelling": 448,
      "french": 449,
      "matter": 450,
      "slow": 451,
      "recent": 452,
      "stories": 453,
      "m": 454,
      "obvious": 455,
      "cold": 456,
      "despite": 457,
      "talent": 458,
      "thin": 459,
      "above": 460,
      "ending": 461,
      "images": 462,
      "memorable": 463,
      "project": 464,
      "terrific": 465,
      "visually": 466,
      "simple": 467,
      "beyond": 468,
      "completely": 469,
      "likely": 470,
      "become": 471,
      "sure": 472,
      "beauty": 473,
      "gentle": 474,
      "talented": 475,
      "looks": 476,
      "black": 477,
      "directed": 478,
      "emotionally": 479,
      "girl": 480,
      "jokes": 481,
      "laugh": 482,
      "mess": 483,
      "shot": 484,
      "fails": 485,
      "impossible": 486,
      "inside": 487,
      "ride": 488,
      "sequel": 489,
      "bland": 490,
      "important": 491,
      "ugly": 492,
      "cliches": 493,
      "having": 494,
      "himself": 495,
      "reason": 496,
      "gorgeous": 497,
      "left": 498,
      "mr": 499,
      "fashioned": 500,
      "men": 501,
      "stupid": 502,
      "melodrama": 503,
      "proves": 504,
      "believe": 505,
      "brilliant": 506,
      "cheap": 507,
      "crime": 508,
      "ways": 509,
      "easily": 510,
      "oscar": 511,
      "thoughtful": 512,
      "concept": 513,
      "contrived": 514,
      "excellent": 515,
      "soap": 516,
      "worthy": 517,
      "book": 518,
      "complex": 519,
      "debut": 520,
      "different": 521,
      "else": 522,
      "eyes": 523,
      "line": 524,
      "tired": 525,
      "de": 526,
      "fairly": 527,
      "lacks": 528,
      "live": 529,
      "otherwise": 530,
      "rock": 531,
      "viewer": 532,
      "change": 533,
      "comedies": 534,
      "deep": 535,
      "each": 536,
      "play": 537,
      "shows": 538,
      "sort": 539,
      "viewers": 540,
      "passion": 541,
      "warmth": 542,
      "able": 543,
      "attempt": 544,
      "certainly": 545,
      "death": 546,
      "particularly": 547,
      "turns": 548,
      "writing": 549,
      "none": 550,
      "social": 551,
      "violence": 552,
      "welcome": 553,
      "wrong": 554,
      "crafted": 555,
      "formula": 556,
      "lost": 557,
      "dead": 558,
      "genuine": 559,
      "home": 560,
      "school": 561,
      "themselves": 562,
      "act": 563,
      "animation": 564,
      "delightful": 565,
      "either": 566,
      "message": 567,
      "now": 568,
      "personal": 569,
      "plays": 570,
      "role": 571,
      "sequences": 572,
      "thoroughly": 573,
      "hero": 574,
      "loud": 575,
      "adults": 576,
      "barely": 577,
      "cool": 578,
      "historical": 579,
      "impressive": 580,
      "sex": 581,
      "version": 582,
      "appealing": 583,
      "creepy": 584,
      "fact": 585,
      "nor": 586,
      "seeing": 587,
      "winning": 588,
      "along": 589,
      "gags": 590,
      "quality": 591,
      "clichés": 592,
      "got": 593,
      "worse": 594,
      "class": 595,
      "decent": 596,
      "found": 597,
      "lives": 598,
      "running": 599,
      "surprising": 600,
      "warm": 601,
      "working": 602,
      "ambitious": 603,
      "b": 604,
      "budget": 605,
      "engrossing": 606,
      "next": 607,
      "road": 608,
      "cliché": 609,
      "creative": 610,
      "fantasy": 611,
      "second": 612,
      "four": 613,
      "pretentious": 614,
      "straight": 615,
      "!": 616,
      "psychological": 617,
      "attention": 618,
      "ends": 619,
      "imagine": 620,
      "nice": 621,
      "tragedy": 622,
      "entirely": 623,
      "michael": 624,
      "perfectly": 625,
      "seat": 626,
      "side": 627,
      "waste": 628,
      "heavy": 629,
      "remains": 630,
      "sit": 631,
      "90": 632,
      "inventive": 633,
      "job": 634,
      "journey": 635,
      "mean": 636,
      "period": 637,
      "pictures": 638,
      "unfunny": 639,
      "unsettling": 640,
      "future": 641,
      "insight": 642,
      "moral": 643,
      "painful": 644,
      "try": 645,
      "usual": 646,
      "vision": 647,
      "2": 648,
      "convincing": 649,
      "john": 650,
      "nature": 651,
      "unique": 652,
      "bring": 653,
      "dry": 654,
      "edge": 655,
      "examination": 656,
      "mystery": 657,
      "neither": 658,
      "pop": 659,
      "scary": 660,
      "shallow": 661,
      "view": 662,
      "satire": 663,
      "stand": 664,
      "stylish": 665,
      "against": 666,
      "believable": 667,
      "depth": 668,
      "fi": 669,
      "knows": 670,
      "leaves": 671,
      "master": 672,
      "reality": 673,
      "scene": 674,
      "sci": 675,
      "success": 676,
      "teen": 677,
      "artist": 678,
      "awful": 679,
      "career": 680,
      "elements": 681,
      "lacking": 682,
      "major": 683,
      "eye": 684,
      "game": 685,
      "highly": 686,
      "lead": 687,
      "tedious": 688,
      "tries": 689,
      "10": 690,
      "mood": 691,
      "poorly": 692,
      "told": 693,
      "appeal": 694,
      "clear": 695,
      "considerable": 696,
      "epic": 697,
      "falls": 698,
      "fire": 699,
      "moment": 700,
      "provocative": 701,
      "situations": 702,
      "acted": 703,
      "car": 704,
      "create": 705,
      "days": 706,
      "flicks": 707,
      "hand": 708,
      "hip": 709,
      "hit": 710,
      "night": 711,
      "political": 712,
      "rate": 713,
      "sentimental": 714,
      "spy": 715,
      "cinematography": 716,
      "disney": 717,
      "endearing": 718,
      "hackneyed": 719,
      "masterpiece": 720,
      "production": 721,
      "sensitive": 722,
      "watchable": 723,
      "animated": 724,
      "boy": 725,
      "colorful": 726,
      "crowd": 727,
      "earnest": 728,
      "finally": 729,
      "getting": 730,
      "gone": 731,
      "greatest": 732,
      "parents": 733,
      "cultural": 734,
      "difficult": 735,
      "help": 736,
      "odd": 737,
      "uses": 738,
      "amount": 739,
      "call": 740,
      "core": 741,
      "delivers": 742,
      "inspiring": 743,
      "pace": 744,
      "understand": 745,
      "utterly": 746,
      "witty": 747,
      "adaptation": 748,
      "flaws": 749,
      "grand": 750,
      "hold": 751,
      "mostly": 752,
      "possible": 753,
      "relationships": 754,
      "sharp": 755,
      "surprise": 756,
      "themes": 757,
      "thinking": 758,
      "actress": 759,
      "emotions": 760,
      "keeps": 761,
      "money": 762,
      "skill": 763,
      "soul": 764,
      "throughout": 765,
      "trip": 766,
      "cut": 767,
      "during": 768,
      "given": 769,
      "kid": 770,
      "monster": 771,
      "several": 772,
      "successful": 773,
      "sustain": 774,
      "touch": 775,
      "drag": 776,
      "female": 777,
      "room": 778,
      "doing": 779,
      "felt": 780,
      "mindless": 781,
      "pointless": 782,
      "promise": 783,
      "spielberg": 784,
      "use": 785,
      "called": 786,
      "cute": 787,
      "episode": 788,
      "single": 789,
      "tell": 790,
      "captures": 791,
      "couple": 792,
      "definitely": 793,
      "dog": 794,
      "execution": 795,
      "form": 796,
      "magic": 797,
      "pieces": 798,
      "score": 799,
      "subtle": 800,
      "twists": 801,
      "unexpected": 802,
      "whether": 803,
      "wild": 804,
      "complete": 805,
      "deserves": 806,
      "ensemble": 807,
      "fast": 808,
      "intense": 809,
      "ones": 810,
      "poor": 811,
      "pure": 812,
      "step": 813,
      "across": 814,
      "depressing": 815,
      "intimate": 816,
      "memory": 817,
      "pacing": 818,
      "problem": 819,
      "somewhat": 820,
      "ability": 821,
      "approach": 822,
      "exciting": 823,
      "forced": 824,
      "huge": 825,
      "intrigue": 826,
      "lovely": 827,
      "name": 828,
      "surprises": 829,
      "urban": 830,
      "water": 831,
      "york": 832,
      "delicate": 833,
      "goofy": 834,
      "indie": 835,
      "let": 836,
      "manner": 837,
      "offer": 838,
      "playing": 839,
      "recommend": 840,
      "starts": 841,
      "taste": 842,
      "tension": 843,
      "tragic": 844,
      "affection": 845,
      "brings": 846,
      "chilling": 847,
      "close": 848,
      "co": 849,
      "final": 850,
      "grace": 851,
      "mediocre": 852,
      "sexy": 853,
      "smile": 854,
      "telling": 855,
      "contemporary": 856,
      "heartfelt": 857,
      "humanity": 858,
      "motion": 859,
      "occasionally": 860,
      "overcome": 861,
      "sets": 862,
      "slightly": 863,
      "someone": 864,
      "tribute": 865,
      "wise": 866,
      "words": 867,
      "ago": 868,
      "air": 869,
      "allows": 870,
      "equally": 871,
      "evil": 872,
      "frame": 873,
      "fully": 874,
      "generic": 875,
      "ill": 876,
      "living": 877,
      "manipulative": 878,
      "nicely": 879,
      "pleasant": 880,
      "plenty": 881,
      "purpose": 882,
      "remake": 883,
      "stale": 884,
      "strange": 885,
      "today": 886,
      "twisted": 887,
      "uneven": 888,
      "worthwhile": 889,
      "ages": 890,
      "based": 891,
      "case": 892,
      "events": 893,
      "failure": 894,
      "funnier": 895,
      "hearted": 896,
      "painfully": 897,
      "playful": 898,
      "sophisticated": 899,
      "striking": 900,
      "truth": 901,
      "vivid": 902,
      "weird": 903,
      "city": 904,
      "delight": 905,
      "needs": 906,
      "offensive": 907,
      "party": 908,
      "storyline": 909,
      "terrible": 910,
      "brain": 911,
      "country": 912,
      "credit": 913,
      "expect": 914,
      "poetry": 915,
      "remarkably": 916,
      "thanks": 917,
      "casting": 918,
      "clarity": 919,
      "devoid": 920,
      "fiction": 921,
      "forgettable": 922,
      "insightful": 923,
      "large": 924,
      "minor": 925,
      "sounds": 926,
      "supposed": 927,
      "ultimate": 928,
      "among": 929,
      "forget": 930,
      "imaginative": 931,
      "justice": 932,
      "rarely": 933,
      "clearly": 934,
      "company": 935,
      "dream": 936,
      "energetic": 937,
      "exactly": 938,
      "inspired": 939,
      "issues": 940,
      "lame": 941,
      "number": 942,
      "quiet": 943,
      "sandler": 944,
      "viewing": 945,
      "wants": 946,
      "figure": 947,
      "funniest": 948,
      "genuinely": 949,
      "guilty": 950,
      "ii": 951,
      "refreshing": 952,
      "respect": 953,
      "runs": 954,
      "situation": 955,
      "spiritual": 956,
      "strangely": 957,
      "toward": 958,
      "wildly": 959,
      "empty": 960,
      "extraordinary": 961,
      "festival": 962,
      "gross": 963,
      "guys": 964,
      "house": 965,
      "natural": 966,
      "product": 967,
      "realism": 968,
      "sincere": 969,
      "sloppy": 970,
      "start": 971,
      "tiresome": 972,
      "apart": 973,
      "badly": 974,
      "chemistry": 975,
      "filled": 976,
      "guy": 977,
      "length": 978,
      "meditation": 979,
      "mix": 980,
      "paper": 981,
      "share": 982,
      "sitting": 983,
      "stars": 984,
      "taking": 985,
      "treat": 986,
      "wasted": 987,
      "yourself": 988,
      "alone": 989,
      "annoying": 990,
      "begins": 991,
      "date": 992,
      "effective": 993,
      "gripping": 994,
      "ms": 995,
      "originality": 996,
      "politics": 997,
      "ridiculous": 998,
      "wonderfully": 999,
      "add": 1000,
      "america": 1001,
      "entire": 1002,
      "free": 1003,
      "indulgent": 1004,
      "list": 1005,
      "problems": 1006,
      "questions": 1007,
      "realistic": 1008,
      "rip": 1009,
      "spirited": 1010,
      "superficial": 1011,
      "target": 1012,
      "trouble": 1013,
      "universal": 1014,
      "value": 1015,
      "yarn": 1016,
      "behind": 1017,
      "chance": 1018,
      "conclusion": 1019,
      "derivative": 1020,
      "excitement": 1021,
      "fare": 1022,
      "girls": 1023,
      "hell": 1024,
      "interested": 1025,
      "loss": 1026,
      "merely": 1027,
      "plain": 1028,
      "sexual": 1029,
      "sick": 1030,
      "tear": 1031,
      "twice": 1032,
      "voice": 1033,
      "absolutely": 1034,
      "amateurish": 1035,
      "created": 1036,
      "detailed": 1037,
      "extremely": 1038,
      "flawed": 1039,
      "happy": 1040,
      "impact": 1041,
      "latest": 1042,
      "liked": 1043,
      "novel": 1044,
      "provoking": 1045,
      "puts": 1046,
      "shots": 1047,
      "slapstick": 1048,
      "steven": 1049,
      "succeeds": 1050,
      "taken": 1051,
      "unnecessary": 1052,
      "attraction": 1053,
      "battle": 1054,
      "british": 1055,
      "except": 1056,
      "hardly": 1057,
      "holds": 1058,
      "key": 1059,
      "late": 1060,
      "lots": 1061,
      "paced": 1062,
      "popcorn": 1063,
      "robert": 1064,
      "sappy": 1065,
      "suffers": 1066,
      "triumph": 1067,
      "bright": 1068,
      "college": 1069,
      "frustrating": 1070,
      "heartwarming": 1071,
      "horrible": 1072,
      "joy": 1073,
      "mark": 1074,
      "meandering": 1075,
      "nasty": 1076,
      "places": 1077,
      "previous": 1078,
      "read": 1079,
      "science": 1080,
      "served": 1081,
      "spectacle": 1082,
      "typical": 1083,
      "usually": 1084,
      "word": 1085,
      "alive": 1086,
      "attempts": 1087,
      "chan": 1088,
      "computer": 1089,
      "credits": 1090,
      "dimensional": 1091,
      "disaster": 1092,
      "downright": 1093,
      "dreary": 1094,
      "hope": 1095,
      "incredibly": 1096,
      "mesmerizing": 1097,
      "opportunity": 1098,
      "performers": 1099,
      "seriously": 1100,
      "treatment": 1101,
      "certain": 1102,
      "frequently": 1103,
      "hate": 1104,
      "identity": 1105,
      "joke": 1106,
      "overall": 1107,
      "person": 1108,
      "refreshingly": 1109,
      "rest": 1110,
      "suspenseful": 1111,
      "used": 1112,
      "absorbing": 1113,
      "allen": 1114,
      "americans": 1115,
      "balance": 1116,
      "brown": 1117,
      "delivery": 1118,
      "directors": 1119,
      "elegant": 1120,
      "grant": 1121,
      "inept": 1122,
      "oddly": 1123,
      "pleasing": 1124,
      "provides": 1125,
      "raw": 1126,
      "riveting": 1127,
      "stunning": 1128,
      "weak": 1129,
      "white": 1130,
      "wish": 1131,
      "average": 1132,
      "avoid": 1133,
      "conventional": 1134,
      "conviction": 1135,
      "dazzling": 1136,
      "doubt": 1137,
      "finds": 1138,
      "franchise": 1139,
      "laughter": 1140,
      "mother": 1141,
      "process": 1142,
      "reveals": 1143,
      "shame": 1144,
      "superb": 1145,
      "until": 1146,
      "visuals": 1147,
      "waiting": 1148,
      "2002": 1149,
      "amazing": 1150,
      "cliched": 1151,
      "crisp": 1152,
      "david": 1153,
      "editing": 1154,
      "gay": 1155,
      "grade": 1156,
      "hot": 1157,
      "lazy": 1158,
      "please": 1159,
      "poetic": 1160,
      "quick": 1161,
      "revealing": 1162,
      "shoot": 1163,
      "thrills": 1164,
      "achievement": 1165,
      "although": 1166,
      "bullock": 1167,
      "cheesy": 1168,
      "commercial": 1169,
      "complicated": 1170,
      "damned": 1171,
      "die": 1172,
      "false": 1173,
      "five": 1174,
      "including": 1175,
      "leads": 1176,
      "maybe": 1177,
      "non": 1178,
      "pay": 1179,
      "stomach": 1180,
      "subjects": 1181,
      "wonder": 1182,
      "admirable": 1183,
      "behavior": 1184,
      "bore": 1185,
      "comedic": 1186,
      "community": 1187,
      "creates": 1188,
      "dreams": 1189,
      "escape": 1190,
      "exquisite": 1191,
      "extreme": 1192,
      "fashion": 1193,
      "fears": 1194,
      "growing": 1195,
      "listless": 1196,
      "ludicrous": 1197,
      "match": 1198,
      "routine": 1199,
      "sequels": 1200,
      "skin": 1201,
      "studio": 1202,
      "substance": 1203,
      "turned": 1204,
      "undeniably": 1205,
      "ya": 1206,
      "1": 1207,
      "cleverly": 1208,
      "favor": 1209,
      "lousy": 1210,
      "means": 1211,
      "murphy": 1212,
      "open": 1213,
      "pathetic": 1214,
      "talents": 1215,
      "bizarre": 1216,
      "blue": 1217,
      "bottom": 1218,
      "cause": 1219,
      "excuse": 1220,
      "fatal": 1221,
      "formulaic": 1222,
      "glory": 1223,
      "grief": 1224,
      "mainstream": 1225,
      "minded": 1226,
      "poignant": 1227,
      "quickly": 1228,
      "sentimentality": 1229,
      "sheer": 1230,
      "standard": 1231,
      "television": 1232,
      "totally": 1233,
      "turning": 1234,
      "various": 1235,
      "wannabe": 1236,
      "wife": 1237,
      "win": 1238,
      "zone": 1239,
      "authentic": 1240,
      "business": 1241,
      "central": 1242,
      "damage": 1243,
      "deal": 1244,
      "evocative": 1245,
      "faith": 1246,
      "fall": 1247,
      "holes": 1248,
      "lived": 1249,
      "mixed": 1250,
      "murder": 1251,
      "philosophical": 1252,
      "promising": 1253,
      "repetitive": 1254,
      "sides": 1255,
      "sitcom": 1256,
      "sports": 1257,
      "starring": 1258,
      "superior": 1259,
      "tender": 1260,
      "aspects": 1261,
      "assured": 1262,
      "belly": 1263,
      "beneath": 1264,
      "break": 1265,
      "charisma": 1266,
      "color": 1267,
      "conscious": 1268,
      "creativity": 1269,
      "decades": 1270,
      "devastating": 1271,
      "discovery": 1272,
      "food": 1273,
      "forgotten": 1274,
      "friendship": 1275,
      "front": 1276,
      "gifted": 1277,
      "glimpse": 1278,
      "humorous": 1279,
      "largely": 1280,
      "members": 1281,
      "reach": 1282,
      "remember": 1283,
      "sequence": 1284,
      "sound": 1285,
      "subtlety": 1286,
      "theaters": 1287,
      "violent": 1288,
      "x": 1289,
      "blood": 1290,
      "child": 1291,
      "constructed": 1292,
      "cruel": 1293,
      "delightfully": 1294,
      "deserve": 1295,
      "designed": 1296,
      "direct": 1297,
      "flair": 1298,
      "frank": 1299,
      "general": 1300,
      "haunting": 1301,
      "industry": 1302,
      "intended": 1303,
      "involving": 1304,
      "natured": 1305,
      "noir": 1306,
      "others": 1307,
      "perspective": 1308,
      "points": 1309,
      "season": 1310,
      "unpleasant": 1311,
      "ups": 1312,
      "20": 1313,
      "9": 1314,
      "accomplished": 1315,
      "confusing": 1316,
      "document": 1317,
      "endless": 1318,
      "exhilarating": 1319,
      "fit": 1320,
      "intensity": 1321,
      "levels": 1322,
      "lines": 1323,
      "particular": 1324,
      "retread": 1325,
      "sign": 1326,
      "songs": 1327,
      "soon": 1328,
      "space": 1329,
      "spark": 1330,
      "stay": 1331,
      "stock": 1332,
      "stop": 1333,
      "virtually": 1334,
      "week": 1335,
      "acts": 1336,
      "artificial": 1337,
      "challenging": 1338,
      "consistently": 1339,
      "control": 1340,
      "digital": 1341,
      "drawn": 1342,
      "entertain": 1343,
      "exploration": 1344,
      "finding": 1345,
      "force": 1346,
      "gangster": 1347,
      "generally": 1348,
      "george": 1349,
      "guns": 1350,
      "happens": 1351,
      "holiday": 1352,
      "jackson": 1353,
      "modest": 1354,
      "observations": 1355,
      "office": 1356,
      "overly": 1357,
      "possibly": 1358,
      "provide": 1359,
      "quietly": 1360,
      "rhythms": 1361,
      "stereotypes": 1362,
      "theme": 1363,
      "utter": 1364,
      "vibrant": 1365,
      "accessible": 1366,
      "affair": 1367,
      "apparent": 1368,
      "bears": 1369,
      "essentially": 1370,
      "farce": 1371,
      "group": 1372,
      "happen": 1373,
      "imax": 1374,
      "marvelous": 1375,
      "offering": 1376,
      "pull": 1377,
      "realized": 1378,
      "rhythm": 1379,
      "soundtrack": 1380,
      "structure": 1381,
      "&": 1382,
      "adult": 1383,
      "bored": 1384,
      "buoyant": 1385,
      "crazy": 1386,
      "delights": 1387,
      "deliver": 1388,
      "dirty": 1389,
      "dvd": 1390,
      "earth": 1391,
      "edited": 1392,
      "eyed": 1393,
      "fake": 1394,
      "fan": 1395,
      "favorite": 1396,
      "lets": 1397,
      "missing": 1398,
      "obnoxious": 1399,
      "packed": 1400,
      "persona": 1401,
      "potential": 1402,
      "reading": 1403,
      "sight": 1404,
      "slight": 1405,
      "sum": 1406,
      "tough": 1407,
      "unconvincing": 1408,
      "upon": 1409,
      "addition": 1410,
      "answers": 1411,
      "boys": 1412,
      "changing": 1413,
      "chase": 1414,
      "cliche": 1415,
      "clumsy": 1416,
      "enjoyed": 1417,
      "flashy": 1418,
      "further": 1419,
      "hugely": 1420,
      "irritating": 1421,
      "loses": 1422,
      "main": 1423,
      "male": 1424,
      "masterful": 1425,
      "mention": 1426,
      "niro": 1427,
      "red": 1428,
      "rendered": 1429,
      "rewarding": 1430,
      "sake": 1431,
      "saw": 1432,
      "sell": 1433,
      "sink": 1434,
      "south": 1435,
      "spent": 1436,
      "splendid": 1437,
      "street": 1438,
      "super": 1439,
      "talking": 1440,
      "timely": 1441,
      "vehicle": 1442,
      "washington": 1443,
      "achieves": 1444,
      "astonishing": 1445,
      "attractive": 1446,
      "beginning": 1447,
      "body": 1448,
      "bother": 1449,
      "carries": 1450,
      "deadly": 1451,
      "disappointing": 1452,
      "eloquent": 1453,
      "empathy": 1454,
      "era": 1455,
      "frustration": 1456,
      "gradually": 1457,
      "hearts": 1458,
      "heaven": 1459,
      "killer": 1460,
      "logic": 1461,
      "near": 1462,
      "necessary": 1463,
      "older": 1464,
      "pic": 1465,
      "plotting": 1466,
      "struggle": 1467,
      "tells": 1468,
      "unimaginative": 1469,
      "visceral": 1470,
      "wait": 1471,
      "brothers": 1472,
      "crap": 1473,
      "directorial": 1474,
      "expected": 1475,
      "green": 1476,
      "grown": 1477,
      "hands": 1478,
      "hoffman": 1479,
      "incoherent": 1480,
      "kiddie": 1481,
      "king": 1482,
      "laughing": 1483,
      "marks": 1484,
      "mayhem": 1485,
      "mildly": 1486,
      "move": 1487,
      "moviegoers": 1488,
      "onto": 1489,
      "pair": 1490,
      "pitch": 1491,
      "relationship": 1492,
      "represents": 1493,
      "sea": 1494,
      "slap": 1495,
      "slice": 1496,
      "smarter": 1497,
      "sour": 1498,
      "source": 1499,
      "surface": 1500,
      "terms": 1501,
      "third": 1502,
      "undeniable": 1503,
      "unfocused": 1504,
      "unpredictable": 1505,
      "uplifting": 1506,
      "wholly": 1507,
      "winner": 1508,
      "absurd": 1509,
      "affecting": 1510,
      "awe": 1511,
      "bond": 1512,
      "cartoon": 1513,
      "christmas": 1514,
      "crude": 1515,
      "developed": 1516,
      "development": 1517,
      "effect": 1518,
      "exploitation": 1519,
      "exploitative": 1520,
      "fat": 1521,
      "handed": 1522,
      "however": 1523,
      "joyous": 1524,
      "knowledge": 1525,
      "melodramatic": 1526,
      "offbeat": 1527,
      "outstanding": 1528,
      "poem": 1529,
      "preachy": 1530,
      "resist": 1531,
      "saturday": 1532,
      "save": 1533,
      "setting": 1534,
      "standards": 1535,
      "string": 1536,
      "supporting": 1537,
      "trick": 1538,
      "wedding": 1539,
      "wide": 1540,
      "amounts": 1541,
      "choppy": 1542,
      "cop": 1543,
      "deft": 1544,
      "emotion": 1545,
      "fantastic": 1546,
      "games": 1547,
      "giant": 1548,
      "grandeur": 1549,
      "horrifying": 1550,
      "innocence": 1551,
      "intoxicating": 1552,
      "j": 1553,
      "lyrical": 1554,
      "mature": 1555,
      "meaning": 1556,
      "needed": 1557,
      "pleasures": 1558,
      "precious": 1559,
      "roll": 1560,
      "sensual": 1561,
      "somehow": 1562,
      "stuck": 1563,
      "sympathy": 1564,
      "vulgar": 1565,
      "weight": 1566,
      "wickedly": 1567,
      "amused": 1568,
      "atmosphere": 1569,
      "brought": 1570,
      "captivating": 1571,
      "charmer": 1572,
      "conflict": 1573,
      "considered": 1574,
      "content": 1575,
      "courage": 1576,
      "crush": 1577,
      "endure": 1578,
      "executed": 1579,
      "foul": 1580,
      "hair": 1581,
      "hop": 1582,
      "lady": 1583,
      "machine": 1584,
      "mouth": 1585,
      "pale": 1586,
      "passionate": 1587,
      "pat": 1588,
      "personality": 1589,
      "pile": 1590,
      "price": 1591,
      "realize": 1592,
      "revelatory": 1593,
      "revenge": 1594,
      "seagal": 1595,
      "soderbergh": 1596,
      "stirring": 1597,
      "tears": 1598,
      "trademark": 1599,
      "vapid": 1600,
      "walk": 1601,
      "williams": 1602,
      "wry": 1603,
      "$": 1604,
      "affirming": 1605,
      "banal": 1606,
      "beat": 1607,
      "bigger": 1608,
      "check": 1609,
      "collection": 1610,
      "detail": 1611,
      "endeavor": 1612,
      "hits": 1613,
      "hopeful": 1614,
      "intricate": 1615,
      "larger": 1616,
      "lawrence": 1617,
      "missed": 1618,
      "murky": 1619,
      "pack": 1620,
      "pain": 1621,
      "positive": 1622,
      "potentially": 1623,
      "rent": 1624,
      "resonant": 1625,
      "service": 1626,
      "shelf": 1627,
      "simplistic": 1628,
      "stage": 1629,
      "teenagers": 1630,
      "unlikable": 1631,
      "unoriginal": 1632,
      "vividly": 1633,
      "yes": 1634,
      "absurdity": 1635,
      "adam": 1636,
      "ahead": 1637,
      "biting": 1638,
      "bittersweet": 1639,
      "blade": 1640,
      "bunch": 1641,
      "camp": 1642,
      "charismatic": 1643,
      "cross": 1644,
      "deftly": 1645,
      "eventually": 1646,
      "filmed": 1647,
      "freshness": 1648,
      "gem": 1649,
      "heartbreaking": 1650,
      "japanese": 1651,
      "nonsense": 1652,
      "ordinary": 1653,
      "poignancy": 1654,
      "portrayal": 1655,
      "scale": 1656,
      "somewhere": 1657,
      "spirits": 1658,
      "strength": 1659,
      "suffering": 1660,
      "vampire": 1661,
      "wars": 1662,
      "angst": 1663,
      "blend": 1664,
      "century": 1665,
      "combination": 1666,
      "cult": 1667,
      "damn": 1668,
      "emerges": 1669,
      "enthusiasm": 1670,
      "essence": 1671,
      "example": 1672,
      "fear": 1673,
      "fish": 1674,
      "footage": 1675,
      "frightening": 1676,
      "god": 1677,
      "grow": 1678,
      "instantly": 1679,
      "involved": 1680,
      "italian": 1681,
      "known": 1682,
      "loved": 1683,
      "lush": 1684,
      "minds": 1685,
      "mixture": 1686,
      "notch": 1687,
      "played": 1688,
      "plodding": 1689,
      "present": 1690,
      "proceedings": 1691,
      "produced": 1692,
      "profound": 1693,
      "pulls": 1694,
      "release": 1695,
      "results": 1696,
      "richer": 1697,
      "said": 1698,
      "shaped": 1699,
      "simultaneously": 1700,
      "snow": 1701,
      "spectacular": 1702,
      "strain": 1703,
      "territory": 1704,
      "touches": 1705,
      "trash": 1706,
      "unfolds": 1707,
      "willing": 1708,
      "witted": 1709,
      "artists": 1710,
      "band": 1711,
      "bold": 1712,
      "breathtaking": 1713,
      "capture": 1714,
      "commentary": 1715,
      "compassion": 1716,
      "daring": 1717,
      "deeper": 1718,
      "dignity": 1719,
      "exceptional": 1720,
      "faster": 1721,
      "fight": 1722,
      "friend": 1723,
      "honestly": 1724,
      "leaving": 1725,
      "meaningful": 1726,
      "miss": 1727,
      "notice": 1728,
      "peter": 1729,
      "powers": 1730,
      "queen": 1731,
      "return": 1732,
      "rush": 1733,
      "spooky": 1734,
      "teeth": 1735,
      "trite": 1736,
      "whatever": 1737,
      "wind": 1738,
      "adventurous": 1739,
      "animal": 1740,
      "award": 1741,
      "awkward": 1742,
      "bang": 1743,
      "bite": 1744,
      "capable": 1745,
      "channel": 1746,
      "condition": 1747,
      "desperate": 1748,
      "details": 1749,
      "determined": 1750,
      "endlessly": 1751,
      "fanciful": 1752,
      "fate": 1753,
      "follow": 1754,
      "immensely": 1755,
      "increasingly": 1756,
      "indian": 1757,
      "insights": 1758,
      "kevin": 1759,
      "magnificent": 1760,
      "measure": 1761,
      "moore": 1762,
      "niche": 1763,
      "nightmare": 1764,
      "nowhere": 1765,
      "numbers": 1766,
      "odds": 1767,
      "predecessor": 1768,
      "presents": 1769,
      "ryan": 1770,
      "sadly": 1771,
      "sane": 1772,
      "shooting": 1773,
      "smug": 1774,
      "soulful": 1775,
      "store": 1776,
      "structured": 1777,
      "sweeping": 1778,
      "sweetly": 1779,
      "sweetness": 1780,
      "team": 1781,
      "timing": 1782,
      "twist": 1783,
      "unforced": 1784,
      "unusual": 1785,
      "values": 1786,
      "wears": 1787,
      "aged": 1788,
      "bitter": 1789,
      "blown": 1790,
      "broad": 1791,
      "carried": 1792,
      "comfortable": 1793,
      "committed": 1794,
      "cutting": 1795,
      "delivered": 1796,
      "demands": 1797,
      "dish": 1798,
      "features": 1799,
      "friends": 1800,
      "genial": 1801,
      "grab": 1802,
      "ground": 1803,
      "harrowing": 1804,
      "inspiration": 1805,
      "james": 1806,
      "junk": 1807,
      "knowing": 1808,
      "language": 1809,
      "laughable": 1810,
      "literary": 1811,
      "losing": 1812,
      "magical": 1813,
      "movements": 1814,
      "patience": 1815,
      "polished": 1816,
      "pretends": 1817,
      "protagonist": 1818,
      "question": 1819,
      "rank": 1820,
      "relentlessly": 1821,
      "seeking": 1822,
      "shapeless": 1823,
      "ticket": 1824,
      "type": 1825,
      "understanding": 1826,
      "vital": 1827,
      "whom": 1828,
      "won": 1829,
      "wow": 1830,
      "8": 1831,
      "african": 1832,
      "appalling": 1833,
      "artistic": 1834,
      "asks": 1835,
      "burns": 1836,
      "confident": 1837,
      "convinced": 1838,
      "course": 1839,
      "crass": 1840,
      "credible": 1841,
      "early": 1842,
      "faithful": 1843,
      "friday": 1844,
      "grows": 1845,
      "happening": 1846,
      "homage": 1847,
      "jones": 1848,
      "layers": 1849,
      "longer": 1850,
      "martin": 1851,
      "monty": 1852,
      "nomination": 1853,
      "pass": 1854,
      "prove": 1855,
      "public": 1856,
      "racial": 1857,
      "relatively": 1858,
      "relief": 1859,
      "resourceful": 1860,
      "sadness": 1861,
      "scorsese": 1862,
      "sketchy": 1863,
      "son": 1864,
      "spider": 1865,
      "startling": 1866,
      "strike": 1867,
      "sympathetic": 1868,
      "tiny": 1869,
      "uncompromising": 1870,
      "unfortunately": 1871,
      "ambition": 1872,
      "anti": 1873,
      "apparently": 1874,
      "appear": 1875,
      "broken": 1876,
      "candy": 1877,
      "celebration": 1878,
      "creating": 1879,
      "dancing": 1880,
      "degree": 1881,
      "despair": 1882,
      "disguise": 1883,
      "drive": 1884,
      "e": 1885,
      "fair": 1886,
      "finale": 1887,
      "finish": 1888,
      "flimsy": 1889,
      "forgive": 1890,
      "gritty": 1891,
      "happiness": 1892,
      "heard": 1893,
      "honesty": 1894,
      "husband": 1895,
      "ice": 1896,
      "lesson": 1897,
      "loves": 1898,
      "mill": 1899,
      "musical": 1900,
      "nerve": 1901,
      "police": 1902,
      "presence": 1903,
      "r": 1904,
      "roles": 1905,
      "screenwriter": 1906,
      "seek": 1907,
      "serves": 1908,
      "signs": 1909,
      "singing": 1910,
      "sparkling": 1911,
      "state": 1912,
      "teacher": 1913,
      "uninspired": 1914,
      "witch": 1915,
      "witless": 1916,
      "wrenching": 1917,
      "aplomb": 1918,
      "appears": 1919,
      "barbershop": 1920,
      "belt": 1921,
      "biggest": 1922,
      "box": 1923,
      "brutally": 1924,
      "buy": 1925,
      "charms": 1926,
      "cloying": 1927,
      "concerned": 1928,
      "corny": 1929,
      "cynical": 1930,
      "depiction": 1931,
      "earnestness": 1932,
      "enthusiastic": 1933,
      "escapism": 1934,
      "event": 1935,
      "faced": 1936,
      "fights": 1937,
      "folks": 1938,
      "ghetto": 1939,
      "guessing": 1940,
      "hastily": 1941,
      "hole": 1942,
      "imagery": 1943,
      "impression": 1944,
      "inevitable": 1945,
      "intellectual": 1946,
      "leaden": 1947,
      "lee": 1948,
      "loving": 1949,
      "maudlin": 1950,
      "merit": 1951,
      "metaphor": 1952,
      "note": 1953,
      "outrageous": 1954,
      "perverse": 1955,
      "pleaser": 1956,
      "recycled": 1957,
      "relies": 1958,
      "report": 1959,
      "rooting": 1960,
      "sand": 1961,
      "scenery": 1962,
      "seconds": 1963,
      "shocking": 1964,
      "skip": 1965,
      "strikes": 1966,
      "sub": 1967,
      "technical": 1968,
      "thrill": 1969,
      "toilet": 1970,
      "tortured": 1971,
      "tradition": 1972,
      "treasure": 1973,
      "walked": 1974,
      "worked": 1975,
      "abandon": 1976,
      "accept": 1977,
      "admire": 1978,
      "alternative": 1979,
      "benigni": 1980,
      "breathtakingly": 1981,
      "characterizations": 1982,
      "charmless": 1983,
      "chilly": 1984,
      "cohesive": 1985,
      "comfort": 1986,
      "communal": 1987,
      "convenient": 1988,
      "delicious": 1989,
      "delivering": 1990,
      "desperately": 1991,
      "doze": 1992,
      "dumbed": 1993,
      "feat": 1994,
      "fighting": 1995,
      "giving": 1996,
      "herzog": 1997,
      "image": 1998,
      "insanely": 1999,
      "intentions": 2000,
      "irresistible": 2001,
      "juvenile": 2002,
      "lifeless": 2003,
      "lingering": 2004,
      "lively": 2005,
      "manage": 2006,
      "messages": 2007,
      "mysterious": 2008,
      "nevertheless": 2009,
      "o": 2010,
      "overwrought": 2011,
      "potent": 2012,
      "presented": 2013,
      "reasonably": 2014,
      "references": 2015,
      "remain": 2016,
      "sleep": 2017,
      "soulless": 2018,
      "staged": 2019,
      "terribly": 2020,
      "terrifying": 2021,
      "testament": 2022,
      "tom": 2023,
      "total": 2024,
      "unfaithful": 2025,
      "urge": 2026,
      "variety": 2027,
      "verve": 2028,
      "wilde": 2029,
      "adventures": 2030,
      "astonishingly": 2031,
      "below": 2032,
      "bound": 2033,
      "breaks": 2034,
      "brutal": 2035,
      "came": 2036,
      "clumsily": 2037,
      "constant": 2038,
      "deceptively": 2039,
      "describe": 2040,
      "desire": 2041,
      "display": 2042,
      "dubbed": 2043,
      "english": 2044,
      "exceedingly": 2045,
      "father": 2046,
      "forces": 2047,
      "integrity": 2048,
      "international": 2049,
      "jaw": 2050,
      "limited": 2051,
      "moviemaking": 2052,
      "national": 2053,
      "ode": 2054,
      "park": 2055,
      "psychology": 2056,
      "quirks": 2057,
      "ridden": 2058,
      "rises": 2059,
      "secret": 2060,
      "silliness": 2061,
      "smartly": 2062,
      "spite": 2063,
      "splendor": 2064,
      "theatrical": 2065,
      "tongue": 2066,
      "trailer": 2067,
      "villain": 2068,
      "visit": 2069,
      "warning": 2070,
      "wave": 2071,
      "within": 2072,
      "alternately": 2073,
      "appreciate": 2074,
      "balanced": 2075,
      "basic": 2076,
      "belongs": 2077,
      "blast": 2078,
      "chaotic": 2079,
      "chris": 2080,
      "coherent": 2081,
      "connection": 2082,
      "demanding": 2083,
      "directing": 2084,
      "distasteful": 2085,
      "draws": 2086,
      "dullest": 2087,
      "embarrassment": 2088,
      "exotic": 2089,
      "extra": 2090,
      "feces": 2091,
      "gently": 2092,
      "graphic": 2093,
      "gut": 2094,
      "halfway": 2095,
      "heads": 2096,
      "helps": 2097,
      "hopkins": 2098,
      "jason": 2099,
      "labored": 2100,
      "land": 2101,
      "landscape": 2102,
      "locations": 2103,
      "looked": 2104,
      "occasional": 2105,
      "overwhelming": 2106,
      "phony": 2107,
      "plots": 2108,
      "plotted": 2109,
      "private": 2110,
      "proud": 2111,
      "result": 2112,
      "rising": 2113,
      "roger": 2114,
      "scratch": 2115,
      "screenwriting": 2116,
      "sensational": 2117,
      "shamelessly": 2118,
      "significant": 2119,
      "somber": 2120,
      "sophomoric": 2121,
      "spare": 2122,
      "spell": 2123,
      "straightforward": 2124,
      "suck": 2125,
      "tasty": 2126,
      "touched": 2127,
      "traditional": 2128,
      "unlikely": 2129,
      "wallace": 2130,
      "younger": 2131,
      "achingly": 2132,
      "analyze": 2133,
      "bone": 2134,
      "buried": 2135,
      "childhood": 2136,
      "choices": 2137,
      "consciously": 2138,
      "disappointed": 2139,
      "diversion": 2140,
      "dogs": 2141,
      "drugs": 2142,
      "due": 2143,
      "dying": 2144,
      "eastwood": 2145,
      "embraces": 2146,
      "enthralling": 2147,
      "equivalent": 2148,
      "evening": 2149,
      "extended": 2150,
      "factor": 2151,
      "farts": 2152,
      "flow": 2153,
      "gang": 2154,
      "handled": 2155,
      "hitting": 2156,
      "imitation": 2157,
      "indeed": 2158,
      "ingenious": 2159,
      "inherent": 2160,
      "motivated": 2161,
      "nation": 2162,
      "openness": 2163,
      "polanski": 2164,
      "professional": 2165,
      "race": 2166,
      "richly": 2167,
      "rowdy": 2168,
      "saccharine": 2169,
      "safe": 2170,
      "screaming": 2171,
      "screenwriters": 2172,
      "shock": 2173,
      "showtime": 2174,
      "shyamalan": 2175,
      "slack": 2176,
      "society": 2177,
      "soggy": 2178,
      "suited": 2179,
      "thumbs": 2180,
      "tricks": 2181,
      "unlike": 2182,
      "wanting": 2183,
      "weirdly": 2184,
      "wooden": 2185,
      "afraid": 2186,
      "ambiguous": 2187,
      "area": 2188,
      "artifice": 2189,
      "arts": 2190,
      "attract": 2191,
      "beach": 2192,
      "behold": 2193,
      "broomfield": 2194,
      "capacity": 2195,
      "catch": 2196,
      "cheese": 2197,
      "chinese": 2198,
      "consider": 2199,
      "delicately": 2200,
      "driven": 2201,
      "efforts": 2202,
      "emerge": 2203,
      "engaged": 2204,
      "expense": 2205,
      "experiences": 2206,
      "fierce": 2207,
      "generous": 2208,
      "gloriously": 2209,
      "greek": 2210,
      "handsome": 2211,
      "held": 2212,
      "inane": 2213,
      "incompetent": 2214,
      "inner": 2215,
      "inspirational": 2216,
      "intermittently": 2217,
      "iranian": 2218,
      "jim": 2219,
      "lackluster": 2220,
      "maintains": 2221,
      "martha": 2222,
      "nonsensical": 2223,
      "numbingly": 2224,
      "onscreen": 2225,
      "parody": 2226,
      "path": 2227,
      "peculiar": 2228,
      "perhaps": 2229,
      "personalities": 2230,
      "pick": 2231,
      "players": 2232,
      "politically": 2233,
      "post": 2234,
      "producer": 2235,
      "profile": 2236,
      "pseudo": 2237,
      "quest": 2238,
      "relevant": 2239,
      "required": 2240,
      "rewards": 2241,
      "satisfied": 2242,
      "sees": 2243,
